Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/digdir.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Lytte til råd fra Skate og oppdatere handlingsplanen
nn: Lytte til råd frå Skate og oppdatere handlingsplanen

source: Dersom motpart i utvekslingen av en e-postmelding ikke støtter denne spesifikasjonen, skal SMTP Service Extension for Secure SMTP over Transport Layer Security [RFC 3207] i opportunistisk modus brukes.
nn: Dersom motpart i utvekslinga av ei e-postmelding ikkje støttar denne spesifikasjonen skal SMTP Service Extension for Secure SMTP over Transport Layer Security (RFC 3207) i opportunistisk modus brukast.

source: Mer deling av data og mer aktive departement
nn: Meir deling av data og meir aktive departement

source: Kompetanse og digitaliseringsvennlig regelverk
nn: Kompetanse og digitaliseringsvennleg regelverk

source: I hoveddelen av rapporten vurderer Skate egen måloppnåelse i 2020, og oppsummerer råd Skate har gitt til regjeringens digitaliseringsarbeid gjennom året.
nn: I hovuddelen av rapporten vurderer Skate eiga måloppnåing i 2020, og oppsummerer råd Skate har gitt til regjeringa sitt digitaliseringsarbeid gjennom året.

source: Faglig arena er en etablert fast møteplass for de som er interessert i problemstillinger knyttet til informasjonsforvaltningsarbeid.
nn: Fagleg arena for informasjonsforvaltning er ein fast møteplass for dei som er interessert i problemstillingar knyt til informasjonsforvaltningsarbeid.

source: Det anbefales å benytte transportsikring av e-post mellom e-post servere, både ved sending av e-post til offentlige virksomheter og ved sending av e-post til innbyggere og næringsliv.
nn: Det er anbefalt å nytte transportsikring av e-post mellom e-post servarar, både ved sending av e-post til offentlege verksemder og ved sending av e-post til innbyggarar og næringsliv.

source: Er det mulig å gi "dingser" som Alexa fra Amazon og Google Home tilgang til beskyttet informasjon gjennom ID-porten?
nn: Er det mogleg å gi dingsar som Alexa frå Amazon og Google Home tilgang til beskytta informasjon gjennom ID-porten?

source: Fellesløsninger og nye modeller for samstyring
nn: Fellesløysingar og nye modellar for samstyring

source: Dette for i større grad å sikre at dokumentet blir gjengitt korrekt ved visning av dokumentet, uavhengig av plattform som benyttes.
nn: Dette for i større grad å sikre at dokumentet vert gitt att korrekt, uavhengig av kva plattform som vert nytta ved visning av dokumentet.

source: Formål, historie, viktige grep fra regjeringen og nytt mandat for Skate
nn: Formål, historie, viktige grep frå regjeringa og nytt mandat for Skate

source: Faglig arena for informasjonsforvaltning er en etablert fast møteplass for de som er interessert i problemstillinger knyttet til informasjonsforvaltningsarbeid.
nn: Fagleg arena for informasjonsforvaltning er ein fast møteplass for dei som er interessert i problemstillingar knyt til informasjonsforvaltningsarbeid.
